export const questions = [
    {
        question: "Інтереси керівництва компанії і її працівників у більшості випадків не збігаються",
        include: true,
        id: 1
    },
    {
        question: "Як правило, додаткові зусилля працівника не оцінюються керівництвом в належній мірі",
        include: false,
        id: 2
    },
    {
        question: "Керівник не повинен обговорювати з підлеглими свої проблеми, оскільки це не сприяє підтримці авторитету",
        include: false,
        id: 3
    },
    {
        question: "Якщо керівник тримає підлеглих на деякій дистанції, то до виконання його розпоряджень вони ставляться більш відповідально",
        include: false,
        id: 4
    },
    {
        question: "Щоб успішно керувати людьми, потрібно бути в курсі їх проблем",
        include: false,
        id: 5
    },
    {
        question: "Керівник повинен постійно контролювати роботу своїх підлеглих",
        include: true,
        id: 6
    },
    {
        question: "Керівник може пробачити працівникам відступ від тих правил, які вони вважають нерозумними",
        include: false,
        id: 7
    },
    {
        question: "Конфлікти між працівниками, якщо вони не стосуються ділової сфери, не відображаються на роботі організації",
        include: false,
        id: 8
    },
    {
        question: 'На роботі набагато важливіше користуватись "дружбою"'+
        ' з впливовими людьми,ніж досягати успіху відмінним'+
        ' виконанням роботи',
        include: false,
        id: 9
    },
    {
        question: "Люди, які живуть тільки роботою, часто шкодять справі своїм зайвим завзяттям",
        include: false,
        id: 10
    },
    {
        question: "Зобов'язання перед працівниками компанія повинна виконувати, незважаючи на фінансові труднощі",
        include: false,
        id: 11
    },
    {
        question: "Керівництво компанії не повинно приймати рішення, з якими не погоджується більшість працівників",
        include: false,
        id: 12
    },
    {
        question: "Зарплата працівника компанії повинна залежати від економічної ситуації в його сім'ї",
        include: false,
        id: 13
    },
    {
        question: "Один працівник компанії не може отримувати зарплату,в 10 разів перевищує зарплату інших колег",
        include: false,
        id: 14
    },
    {
        question: "Швидкість просування по кар'єрних сходах в першу чергу залежить від відносин з керівництвом, а потім вже від кваліфікації",
        include: false,
        id: 15
    },
    {
        question: "Якісне виконання посадових обов'язків є необхідною і достатньою умовою кар'єрного росту",
        include: false,
        id: 16
    },
    {
        question: "Керівник може піти назустріч проханню хорошого працівника, порушуючи загальних правил",
        include: false,
        id: 17
    },
    {
        question: "У дружному колективі приємно працювати, але ним важче керувати",
        include: false,
        id: 18
    },
    {
        question: "Якщо, на думку працівника, розпорядження керівника може пошкодити справі, працівник повинен попередити його про це",
        include: false,
        id: 19
    },
    {
        question: "Робота повинна приносити не задоволення, а гроші",
        include: false,
        id: 20
    },
    {
        question: "Підвищення по посаді не сприяє збереженню дружніх відносин з колегами",
        include: false,
        id: 21
    },
    {
        question: "Якщо робота дуже цікава, не так вже й важливо, скільки за неї платять",
        include: false,
        id: 22
    },
    {
        question: "Якщо більшість співробітників беруть участь в управлінні компанією, вона буде працювати більш успішно",
        include: false,
        id: 23
    },
    {
        question: "Працівник може наполягати на зміні свого керівника, якщо той не відповідає займаній посаді",
        include: false,
        id: 24
    },
    {
        question: "Люди, які прагнуть догодити керівництву, викликають недовіру",
        include: false,
        id: 25
    },
    {
        question: "Якщо працівник є фахівцем високого класу, керівництво буде поблажливо ставитися до його недоліків",
        include: false,
        id: 26
    },
    {
        question: "Якщо до робочого місця потрібно добиратись понад півтори години, то будь-яка робота буде стомлюючою і нецікавою",
        include: false,
        id: 27
    },
    {
        question: "Я ретельно продумую свій зовнішній вигляд, коли збираюся на роботу",
        include: false,
        id: 28
    },
    {
        question: "Запізнення на роботу не така вже й серйозна проблема",
        include: false,
        id: 29
    },
    {
        question: "Понаднормова робота повинна оплачуватися додатково",
        include: false,
        id: 30
    },
    {
        question: "Якщо хтось із працівників не дуже добре виконує свої обов'язки,інші не повинні втручатись",
        include: false,
        id: 31
    },
    {
        question: "Працівники мають право знати, яку зарплату отримують їхні колеги",
        include: false,
        id: 32
    },
    {
        question: "Якщо на спільній вечірці керівник пообіцяв завтра не карати за запізнення, то немає сенсу поспішати на роботу",
        include: false,
        id: 33
    },
    {
        question: "Якщо керівник задоволений своїм підлеглим, прояв додаткової ініціативи з боку співробітника може йому тільки зашкодити",
        include: false,
        id: 34
    },
    {
        question: "Отримуючи зарплату, працівник має право розраховувати на «спасибі» від директора, а не навпаки",
        include: false,
        id: 35
    },
    {
        question: "У компанії і для співробітників, і для керівників правила повинні бути однаковими",
        include: false,
        id: 36
    },
]